Repository: lisenhuang/FaceFusionIOS
Catalog: FaceFusion/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# %@ · %@ left
source: %1$@ · %2$@ left
de: %1$@ · %2$@ übrig
es: %1$@ · %2$@ restantes
fr: %1$@ · %2$@ restant
it: %1$@ · %2$@ rimanenti
ja: %1$@ · 残り %2$@
ko: %1$@ · %2$@ 남음
pt_br: %1$@ · %2$@ restantes
zh_hans: %@ · 剩余 %@
zh_hant: %@ · 剩余 %@

source: %@ · not installed
de: %@ · nicht installiert
es: %@ · sin instalar
fr: %@ · non installé
it: %@ · non installato
ja: %@ · 未インストール
ko: %@ · 설치되지 않음
pt_br: %@ · não instalado
zh_hans: %@ · 未安装
zh_hant: %@ · 未安装

source: %@ · not loaded
de: %@ · nicht geladen
es: %@ · sin cargar
fr: %@ · non chargé
it: %@ · non caricato
ja: %@ · 未読み込み
ko: %@ · 불러오지 못함
pt_br: %@ · não carregado
zh_hans: %@ · 未加载
zh_hant: %@ · 未載入

# %@ / %@ frames
source: %1$@ / %2$@ frames
de: %1$@ / %2$@ Einzelbilder
es: %1$@ / %2$@ fotogramas
fr: %1$@ / %2$@ images
it: %1$@ / %2$@ fotogrammi
ja: %1$@ / %2$@ フレーム
ko: %1$@ / %2$@ 프레임
pt_br: %1$@ / %2$@ quadros
zh_hans: %1$@ / %2$@ 帧
zh_hant: %1$@ / %2$@ 帧

source: %@ images cannot be written.
de: %@-Bilder können nicht geschrieben werden.
es: No se pueden guardar imágenes %@.
fr: Les images %@ ne peuvent pas être enregistrées.
it: Impossibile scrivere le immagini %@.
ja: %@ 形式の画像は書き出せません。
ko: %@ 이미지는 저장할 수 없습니다.
pt_br: Não é possível gravar imagens %@.
zh_hans: 无法写入 %@ 图像。
zh_hant: 无法写入 %@ 图像。

source: %@ left
de: %@ übrig
es: %@ restantes
fr: %@ restant
it: %@ rimanenti
ja: 残り %@
ko: %@ 남음
pt_br: %@ restantes
zh_hans: 剩余 %@
zh_hant: 剩余 %@

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
ja: %2$@ 中 %1$@
ko: %2$@ 중 %1$@
pt_br: %1$@ de %2$@

# %lld / %lld frames
source: %1$lld / %2$lld frames
de: %1$lld / %2$lld Einzelbilder
es: %1$lld / %2$lld fotogramas
fr: %1$lld / %2$lld images
it: %1$lld / %2$lld fotogrammi
ja: %1$lld / %2$lld フレーム
ko: %1$lld / %2$lld 프레임
pt_br: %1$lld / %2$lld quadros
zh_hans: %lld / %lld 帧
zh_hant: %lld / %lld 帧

source: %lld cores
de: %lld Kerne
es: %lld núcleos
fr: %lld cœurs
it: %lld core
ja: %lld コア
ko: 코어 %lld개
pt_br: %lld núcleos
zh_hans: %lld 个核心
zh_hant: %lld 个核心

source: %lld faces found — tap the one to use.
de: %lld Gesichter gefunden — tippe das gewünschte Gesicht an.
es: Se encontraron %lld rostros — toca el que quieras usar.
fr: %lld visages trouvés — touchez celui à utiliser.
it: %lld volti trovati — tocca quello da usare.
ja: %lld 個の顔が見つかりました。使う顔をタップしてください。
ko: 얼굴 %lld개를 찾았습니다. 사용할 얼굴을 탭하세요.
pt_br: %lld rostos encontrados — toque no que você quer usar.
zh_hans: 找到 %lld 张人脸，点按要使用的一张。
zh_hant: 找到 %lld 張人臉，點按要使用的一張。

source: A model could not be loaded. The file may be incomplete.
de: Ein Modell konnte nicht geladen werden. Die Datei ist möglicherweise unvollständig.
es: No se pudo cargar un modelo. Puede que el archivo esté incompleto.
fr: Un modèle n’a pas pu être chargé. Le fichier est peut-être incomplet.
it: Non è stato possibile caricare un modello. Il file potrebbe essere incompleto.
ja: モデルを読み込めませんでした。ファイルが不完全な可能性があります。
ko: 모델을 불러오지 못했습니다. 파일이 완전하지 않을 수 있습니다.
pt_br: Não foi possível carregar um modelo. O arquivo pode estar incompleto.
zh_hans: 无法加载模型。文件可能不完整。
zh_hant: 无法加载模型。文件可能不完整。

source: A new version is available
de: Eine neue Version ist verfügbar
es: Hay una nueva versión disponible
fr: Une nouvelle version est disponible
it: È disponibile una nuova versione
ja: 新しいバージョンが利用できます
ko: 새 버전이 있습니다
pt_br: Há uma nova versão disponível
zh_hans: 有新版本可用
zh_hant: 有新版本可用

source: A required AI model is missing. Reinstall the models from Settings.
de: Ein erforderliches KI-Modell fehlt. Installiere die Modelle in den Einstellungen erneut.
es: Falta un modelo de IA necesario. Vuelve a instalar los modelos desde Configuración.
fr: Un modèle d’IA requis est manquant. Réinstallez les modèles depuis les Réglages.
it: Manca un modello IA necessario. Reinstalla i modelli da Impostazioni.
ja: 必要な AI モデルがありません。「設定」からモデルを再インストールしてください。
ko: 필요한 AI 모델이 없습니다. 설정에서 모델을 다시 설치하십시오.
pt_br: Falta um modelo de IA obrigatório. Reinstale os modelos em Ajustes.
zh_hans: 缺少必需的 AI 模型。请在“设置”中重新安装模型。
zh_hant: 缺少必需的 AI 模型。请在“设置”中重新安装模型。

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: About %@ to fetch. Wi‑Fi is recommended.
de: Etwa %@ werden geladen. WLAN wird empfohlen.
es: Se descargarán unos %@. Te recomendamos usar Wi‑Fi.
fr: Environ %@ à télécharger. Le Wi‑Fi est recommandé.
it: Circa %@ da scaricare. Consigliato il Wi‑Fi.
ja: ダウンロードは約 %@ です。Wi‑Fi の使用をおすすめします。
ko: 다운로드 용량은 약 %@입니다. Wi‑Fi 사용을 권장합니다.
pt_br: Cerca de %@ para baixar. É recomendável usar Wi‑Fi.
zh_hans: 约需下载 %@。建议使用 Wi‑Fi。
zh_hant: 约需下载 %@。建议使用 Wi‑Fi。

source: Add a face and a video or photo to begin.
de: Füge ein Gesicht und ein Video oder Foto hinzu, um zu beginnen.
es: Agrega un rostro y un video o una foto para comenzar.
fr: Ajoutez un visage et une vidéo ou une photo pour commencer.
it: Aggiungi un volto e un video o una foto per iniziare.
ja: 始めるには、顔と動画または写真を追加してください。
ko: 시작하려면 얼굴과 비디오 또는 사진을 추가하십시오.
pt_br: Adicione um rosto e um vídeo ou foto para começar.
zh_hans: 添加人脸和视频或照片即可开始。
zh_hant: 添加人脸和视频或照片即可开始。

source: Add a source face.
de: Füge ein Quellgesicht hinzu.
es: Agrega un rostro de origen.
fr: Ajoutez un visage source.
it: Aggiungi un volto di origine.
ja: ソースの顔を追加してください。
ko: 원본 얼굴을 추가하십시오.
pt_br: Adicione um rosto de origem.
zh_hans: 添加源人脸。
zh_hant: 添加源人脸。

source: Add a target video or photo.
de: Füge ein Zielvideo oder -foto hinzu.
es: Agrega un video o una foto de destino.
fr: Ajoutez une vidéo ou une photo cible.
it: Aggiungi un video o una foto di destinazione.
ja: ターゲットの動画または写真を追加してください。
ko: 대상 비디오 또는 사진을 추가하십시오.
pt_br: Adicione um vídeo ou foto de destino.
zh_hans: 添加目标视频或照片。
zh_hant: 添加目标视频或照片。

source: Add the face you want to use
de: Füge das Gesicht hinzu, das du verwenden möchtest
es: Agrega el rostro que quieres usar
fr: Ajoutez le visage à utiliser
it: Aggiungi il volto che vuoi usare
ja: 使いたい顔を追加してください
ko: 사용할 얼굴을 추가하십시오
pt_br: Adicione o rosto que você quer usar
zh_hans: 添加要使用的人脸
zh_hant: 添加要使用的人脸

source: Add the video or photo to put it into
de: Füge das Video oder Foto hinzu, in das es eingesetzt wird
es: Agrega el video o la foto donde quieres ponerlo
fr: Ajoutez la vidéo ou la photo où l’insérer
it: Aggiungi il video o la foto in cui inserirlo
ja: 入れ替え先の動画または写真を追加してください
ko: 얼굴을 넣을 비디오나 사진을 추가하십시오
pt_br: Adicione o vídeo ou a foto que vai receber o rosto
zh_hans: 添加要换脸的视频或照片
zh_hant: 添加要换脸的视频或照片

source: All
de: Alle
es: Todos
fr: Tout
it: Tutti
ja: すべて選択
ko: 전체 선택
pt_br: Todos
zh_hans: 全选
zh_hant: 全选

source: Almost half the library, and swapping keeps working without it. You lose steadier tracking and the sharper, more detailed result.
de: Fast die Hälfte der Modelldaten, und der Gesichtstausch funktioniert auch ohne. Du verlierst die stabilere Verfolgung und das schärfere, detailreichere Ergebnis.
es: Casi la mitad de todo lo instalado, y el intercambio sigue funcionando sin ello. Pierdes el seguimiento más estable y el resultado más nítido y detallado.
fr: Presque la moitié de la bibliothèque, et l’échange continue de fonctionner sans eux. Vous perdez la stabilité du suivi ainsi que le rendu plus net et plus détaillé.
it: Quasi metà della libreria dei modelli, e lo scambio continua a funzionare senza. Perdi il tracciamento più stabile e il risultato più nitido e dettagliato.
ja: ライブラリのほぼ半分を占めますが、なくても顔の入れ替えは使えます。失われるのは追跡の安定性と、より鮮明で細部の残る仕上がりです。
ko: 라이브러리의 거의 절반을 차지하지만, 없어도 얼굴 교체는 계속됩니다. 대신 추적의 안정성과 더 선명하고 디테일한 결과를 잃습니다.
pt_br: É quase metade da biblioteca, e a troca de rostos continua funcionando sem ela. Você perde o rastreamento mais estável e o resultado mais nítido e detalhado.
zh_hans: 它们占了模型库将近一半，但没有它们也能换脸。失去的只是更稳定的跟踪，以及更清晰、更多细节的效果。
zh_hant: 它们占了模型库将近一半，但没有它们也能换脸。失去的只是更稳定的跟踪，以及更清晰、更多细节的效果。

source: An export is running. Models cannot be removed until it finishes.
de: Ein Export läuft. Modelle können erst danach entfernt werden.
es: Hay una exportación en curso. No se pueden eliminar los modelos hasta que termine.
fr: Une exportation est en cours. Les modèles ne peuvent pas être supprimés avant la fin.
it: È in corso un'esportazione. Non puoi rimuovere i modelli finché non termina.
ja: 書き出し中です。完了するまでモデルは削除できません。
ko: 내보내기가 진행 중입니다. 완료될 때까지 모델을 제거할 수 없습니다.
pt_br: Uma exportação está em andamento. Os modelos não podem ser removidos até ela terminar.
zh_hans: 正在导出。导出完成前无法移除模型。
zh_hant: 正在导出。导出完成前无法移除模型。

source: An internal image buffer was invalid.
de: Ein interner Bildpuffer war ungültig.
es: Un búfer de imagen interno no era válido.
fr: Une mémoire tampon d’image interne était invalide.
it: Un buffer immagine interno non era valido.
ja: 内部の画像バッファが不正でした。
ko: 내부 이미지 버퍼가 올바르지 않습니다.
pt_br: Um buffer de imagem interno estava inválido.
zh_hans: 内部图像缓冲区无效。
zh_hant: 内部图像缓冲区无效。

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
zh_hans: 外观
zh_hant: 外观

source: Applies straight away. The preview stays near‑black in both, so a swap is always judged against the same surround.
de: Wird sofort übernommen. Die Vorschau bleibt in beiden Fällen nahezu schwarz, damit ein Tausch immer vor demselben Umfeld beurteilt wird.
es: Se aplica de inmediato. La vista previa se mantiene casi negra en ambos, así que un intercambio siempre se juzga sobre el mismo fondo.
fr: S’applique immédiatement. L’aperçu reste quasi‑noir dans les deux cas, afin qu’un échange soit toujours jugé sur le même fond.
it: Si applica subito. L'anteprima resta quasi‑nera in entrambi, così uno scambio si valuta sempre sullo stesso sfondo.
ja: すぐに反映されます。プレビューの背景はどちらの外観でもほぼ黒のままなので、入れ替えた顔は常に同じ背景で確認できます。
ko: 바로 적용됩니다. 미리보기 배경은 두 모드에서 모두 검은색에 가깝게 유지되므로, 바꾼 얼굴은 언제나 같은 주변 색을 기준으로 판단할 수 있습니다.
pt_br: Aplica-se imediatamente. A pré-visualização continua quase preta nas duas opções, então a troca é sempre avaliada sobre o mesmo fundo.
zh_hans: 立即生效。两种外观下预览都保持近黑色，因此换脸效果始终在相同的背景下判断。
zh_hant: 立即生效。两种外观下预览都保持近黑色，因此换脸效果始终在相同的背景下判断。

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自动

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancelled.
de: Abgebrochen.
es: Se canceló.
fr: Annulé.
it: Annullato.
ja: キャンセルしました。
ko: 취소되었습니다.
pt_br: Cancelado.
zh_hans: 已取消。
zh_hant: 已取消。

source: Change or remove this.
de: Ändern oder entfernen.
es: Cambiar o quitar esto.
fr: Modifiez-le ou supprimez-le.
it: Puoi cambiarlo o rimuoverlo.
ja: 変更または削除します。
ko: 변경하거나 제거합니다.
pt_br: Altere ou remova isto.
zh_hans: 更改或移除此项。
zh_hant: 更改或移除此项。

source: Changing this reloads the models, which takes a few seconds.
de: Eine Änderung lädt die Modelle neu, was einige Sekunden dauert.
es: Cambiar esto vuelve a cargar los modelos, lo que tarda unos segundos.
fr: Modifier ce réglage recharge les modèles, ce qui prend quelques secondes.
it: Se lo cambi, i modelli vengono ricaricati: ci vogliono alcuni secondi.
ja: 変更するとモデルを読み込み直すため、数秒かかります。
ko: 이 설정을 바꾸면 모델을 다시 불러오며, 몇 초가 걸립니다.
pt_br: Alterar isso recarrega os modelos, o que leva alguns segundos.
zh_hans: 更改后会重新加载模型，需要几秒钟。
zh_hant: 更改后会重新加载模型，需要几秒钟。

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Cerca aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
pt_br: Buscar Atualizações
zh_hans: 检查更新
zh_hant: 檢查更新

source: Checking the App Store…
de: App Store wird geprüft…
es: Consultando el App Store…
fr: Consultation de l’App Store…
it: Controllo dell'App Store…
ja: App Store を確認中…
ko: App Store 확인 중…
pt_br: Consultando a App Store…
zh_hans: 正在查询 App Store…
zh_hant: 正在查詢 App Store…

source: Checking the models already on this device…
de: Vorhandene Modelle auf diesem Gerät werden geprüft…
es: Revisando los modelos que ya están en este dispositivo…
fr: Vérification des modèles déjà présents sur cet appareil…
it: Controllo dei modelli già presenti su questo dispositivo…
ja: この端末にすでにあるモデルを確認しています…
ko: 이 기기에 이미 있는 모델을 확인하는 중…
pt_br: Conferindo os modelos já presentes neste dispositivo…
zh_hans: 正在检查此设备上已有的模型…
zh_hant: 正在檢查此裝置上已有的模型…

source: Checking…
de: Wird geprüft…
es: Revisando…
fr: Vérification…
it: Controllo…
ja: 確認中…
ko: 확인 중…
pt_br: Conferindo…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Choose
de: Auswahl
es: Elegir
fr: Au choix
it: Scegli
ja: 選択
ko: 선택
pt_br: Escolher
zh_hans: 选择
zh_hant: 选择

source: Choose a video or photo to see it here
de: Wähle ein Video oder Foto, um es hier zu sehen
es: Elige un video o una foto para verlo aquí
fr: Choisissez une vidéo ou une photo pour l’afficher ici
it: Scegli un video o una foto per vederli qui
ja: 動画または写真を選ぶとここに表示されます
ko: 비디오나 사진을 선택하면 여기에 표시됩니다
pt_br: Escolha um vídeo ou foto para ver aqui
zh_hans: 选择视频或照片后在此显示
zh_hant: 选择视频或照片后在此显示

source: Choose from Photos or Files.
de: Wähle aus Fotos oder Dateien.
es: Elegir desde Fotos o Archivos.
fr: Choisissez dans Photos ou Fichiers.
it: Scegli da Foto o da File.
ja: 「写真」または「ファイル」から選びます。
ko: 사진 또는 파일에서 선택합니다.
pt_br: Escolha em Fotos ou Arquivos.
zh_hans: 从“照片”或“文件”中选择。
zh_hant: 从“照片”或“文件”中选择。

source: Chosen
de: Ausgewählt
es: Elegido
fr: Choisi
it: Selezionati
ja: 選択済み
ko: 선택됨
pt_br: Escolhido
zh_hans: 已选择
zh_hant: 已选择

source: Compare with the untouched frame
de: Mit dem unveränderten Einzelbild vergleichen
es: Comparar con el fotograma sin modificar
fr: Comparer avec l’image d’origine
it: Confronta con il fotogramma originale
ja: 元のフレームと見比べます
ko: 원본 프레임과 비교합니다
pt_br: Comparar com o quadro original
zh_hans: 与未处理的画面对比
zh_hant: 与未处理的画面对比

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 继续

# Could not allocate a %lldx%lld frame buffer.
source: Could not allocate a %1$lldx%2$lld frame buffer.
de: Ein Bildpuffer mit %1$lldx%2$lld konnte nicht reserviert werden.
es: No se pudo asignar un búfer de fotograma de %1$lldx%2$lld.
fr: Impossible d’allouer une mémoire tampon d’image de %1$lldx%2$lld.
it: Impossibile allocare un buffer fotogramma da %1$lldx%2$lld.
ja: %1$lldx%2$lld のフレームバッファを確保できませんでした。
ko: %1$lldx%2$lld 프레임 버퍼를 할당하지 못했습니다.
pt_br: Não foi possível alocar um buffer de quadro de %1$lldx%2$lld.
zh_hans: 无法分配 %lldx%lld 帧缓冲区。
zh_hant: 无法分配 %lldx%lld 帧缓冲区。

source: Could not check for updates
de: Suche nach Updates fehlgeschlagen
es: No se pudieron buscar actualizaciones
fr: Impossible de rechercher des mises à jour
it: Impossibile cercare aggiornamenti
ja: アップデートを確認できませんでした
ko: 업데이트를 확인할 수 없습니다
pt_br: Não foi possível buscar atualizações
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

source: Could not read this video's frames.
de: Die Einzelbilder dieses Videos konnten nicht gelesen werden.
es: No se pudieron leer los fotogramas de este video.
fr: Impossible de lire les images de cette vidéo.
it: Impossibile leggere i fotogrammi di questo video.
ja: この動画のフレームを読み込めませんでした。
ko: 이 비디오의 프레임을 읽지 못했습니다.
pt_br: Não foi possível ler os quadros deste vídeo.
zh_hans: 无法读取此视频的帧。
zh_hant: 无法读取此视频的帧。

source: CPU only
de: Nur CPU
es: Solo CPU
fr: CPU uniquement
it: Solo CPU
ja: CPU のみ
ko: CPU 전용
pt_br: Somente CPU
zh_hans: 仅 CPU
zh_hant: 仅 CPU

source: critical
de: kritisch
es: crítico
fr: critique
it: critico
ja: 非常に高い
ko: 위험
pt_br: crítico
zh_hans: 过热
zh_hant: 过热

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: Dismiss
de: Schließen
es: Cerrar
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 关闭

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成
zh_hant: 完成

source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
zh_hans: 下载
zh_hant: 下载

source: Download %@
de: %@ laden
es: Descargar %@
fr: Télécharger %@
it: Scarica %@
ja: %@ をダウンロード
ko: %@ 다운로드
pt_br: Baixar %@
zh_hans: 下载 %@
zh_hant: 下载 %@

source: Download missing (%@)
de: Fehlende Modelle laden (%@)
es: Descargar los faltantes (%@)
fr: Télécharger ce qui manque (%@)
it: Scarica i mancanti (%@)
ja: 不足分をダウンロード（%@）
ko: 누락된 모델 다운로드 (%@)
pt_br: Baixar o que falta (%@)
zh_hans: 下载缺失模型（%@）
zh_hant: 下载缺失模型（%@）

source: Download progress
de: Downloadfortschritt
es: Progreso de la descarga
fr: Progression du téléchargement
it: Avanzamento del download
ja: ダウンロードの進行状況
ko: 다운로드 진행률
pt_br: Progresso do download
zh_hans: 下载进度
zh_hant: 下载进度

source: Edge softness
de: Kantenweichheit
es: Suavidad del borde
fr: Douceur des bords
it: Morbidezza dei bordi
ja: 境界のやわらかさ
ko: 가장자리 부드러움
pt_br: Suavidade das bordas
zh_hans: 边缘柔和度
zh_hant: 边缘柔和度

source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
ja: 未選択
ko: 비어 있음
pt_br: Vazio
zh_hans: 空
zh_hant: 空

source: Encodes the identity of your source face.
de: Erfasst die Identität deines Quellgesichts.
es: Codifica la identidad de tu rostro de origen.
fr: Encode l’identité de votre visage source.
it: Codifica l'identità del volto di origine.
ja: ソースの顔の特徴を数値化します。
ko: 원본 얼굴의 고유한 특징을 인코딩합니다.
pt_br: Codifica a identidade do seu rosto de origem.
zh_hans: 编码源人脸的身份特征。
zh_hant: 编码源人脸的身份特征。

source: Encoding…
de: Wird codiert…
es: Codificando…
fr: Encodage…
it: Codifica…
ja: エンコード中…
ko: 인코딩 중…
pt_br: Codificando…
zh_hans: 编码中…
zh_hant: 编码中…

source: Engine idle
de: Engine inaktiv
es: Motor inactivo
fr: Moteur inactif
it: Motore inattivo
ja: エンジンは停止中
ko: 엔진 대기 중
pt_br: Motor ocioso
zh_hans: 引擎闲置
zh_hant: 引擎闲置

source: Enhance detail
de: Details verbessern
es: Mejorar el detalle
fr: Améliorer les détails
it: Migliora il dettaglio
ja: ディテールを強調
ko: 디테일 향상
pt_br: Aprimorar detalhes
zh_hans: 增强细节
zh_hant: 增强细节

source: enhancing
de: mit Detailverbesserung
es: mejorando
fr: amélioration
it: miglioramento
ja: ディテール強調あり
ko: 디테일 향상
pt_br: aprimorando
zh_hans: 增强中
zh_hant: 增强中

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 错误

source: Every
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 모두
pt_br: Todos
zh_hans: 全部
zh_hant: 全部

source: Every face is detected, encoded and swapped on this device. No photo, video or frame is ever uploaded.
de: Jedes Gesicht wird auf diesem Gerät erkannt, erfasst und getauscht. Kein Foto, Video oder Einzelbild wird jemals hochgeladen.
es: Cada rostro se detecta, se codifica y se intercambia en este dispositivo. Nunca se sube ninguna foto, video ni fotograma.
fr: Chaque visage est détecté, encodé et échangé sur cet appareil. Aucune photo, vidéo ni image n’est jamais envoyée en ligne.
it: Ogni volto viene rilevato, codificato e scambiato su questo dispositivo. Nessuna foto, nessun video e nessun fotogramma viene mai caricato online.
ja: 顔の検出、エンコード、入れ替えは、すべてこのデバイス上で行われます。写真も動画もフレームも、アップロードされることはありません。
ko: 얼굴을 감지하고 인코딩하고 바꾸는 일은 모두 이 기기에서 이루어집니다. 사진이나 비디오, 프레임은 절대 업로드되지 않습니다.
pt_br: Cada rosto é detectado, codificado e trocado neste dispositivo. Nenhuma foto, vídeo ou quadro é enviado para lugar nenhum.
zh_hans: 人脸的检测、编码和替换全部在本设备上完成。不会上传任何照片、视频或帧。
zh_hant: 人脸的检测、编码和替换全部在本设备上完成。不会上传任何照片、视频或帧。

source: Every file is verified against a checksum before use, and anything that does not match is discarded.
de: Jede Datei wird vor der Verwendung anhand einer Prüfsumme überprüft; alles, was nicht übereinstimmt, wird verworfen.
es: Cada archivo se verifica con una suma de comprobación antes de usarlo, y todo lo que no coincide se descarta.
fr: Chaque fichier est vérifié par une somme de contrôle avant d’être utilisé, et tout ce qui ne correspond pas est supprimé.
it: Ogni file viene verificato con un checksum prima dell'uso e tutto ciò che non corrisponde viene scartato.
ja: すべてのファイルは使用前にチェックサムで検証され、一致しないものは破棄されます。
ko: 모든 파일은 사용 전에 체크섬으로 검증하며, 일치하지 않는 항목은 폐기합니다.
pt_br: Cada arquivo é verificado por checksum antes de ser usado, e tudo que não confere é descartado.
zh_hans: 每个文件在使用前都会校验校验和，不匹配的会被丢弃。
zh_hant: 每個檔案在使用前都會驗證校驗和，不相符的會被丟棄。

source: Everything here can be downloaded again. Removing it costs the wait, not the work — no face, video or setting is touched. It is kept out of your iCloud backup for the same reason.
de: Alles hier lässt sich erneut laden. Entfernen kostet nur Wartezeit, nicht deine Arbeit — kein Gesicht, kein Video und keine Einstellung wird angerührt. Aus demselben Grund bleibt es aus deinem iCloud-Backup ausgeschlossen.
es: Todo esto se puede volver a descargar. Eliminarlo cuesta la espera, no el trabajo — no se toca ningún rostro, video ni ajuste. Por esa misma razón, queda fuera de tu respaldo de iCloud.
fr: Tout ce qui se trouve ici peut être téléchargé à nouveau. Le supprimer coûte du temps, pas du travail — aucun visage, aucune vidéo ni aucun réglage n’est touché. C’est aussi pour cela qu’ils sont exclus de votre sauvegarde iCloud.
it: Tutto quello che c'è qui può essere scaricato di nuovo. Rimuoverlo costa l'attesa, non il lavoro — nessun volto, video o impostazione viene toccato. Per lo stesso motivo resta fuori dal backup iCloud.
ja: ここにあるものはすべて再ダウンロードできます。削除して失うのは待ち時間だけで、顔も動画も設定も変わりません。同じ理由で iCloud バックアップの対象外にしています。
ko: 여기 있는 것은 모두 다시 다운로드할 수 있습니다. 제거해도 잃는 것은 기다리는 시간뿐이며, 얼굴이나 동영상, 설정은 그대로입니다. 같은 이유로 iCloud 백업에서도 제외합니다.
pt_br: Tudo aqui pode ser baixado de novo. Remover custa a espera, não o trabalho — nenhum rosto, vídeo ou ajuste é afetado. Pelo mesmo motivo, isso fica fora do backup do iCloud.
zh_hans: 这里的一切都能重新下载。移除只会花掉等待时间，不会动到任何人脸、视频或设置。出于同样的原因，它们也不纳入 iCloud 备份。
zh_hant: 这里的一切都能重新下载。移除只会花掉等待时间，不会动到任何人脸、视频或设置。出于同样的原因，它们也不纳入 iCloud 备份。

source: Export as HEVC
de: Als HEVC exportieren
es: Exportar como HEVC
fr: Exporter en HEVC
it: Esporta in HEVC
ja: HEVC で書き出す
ko: HEVC로 내보내기
pt_br: Exportar como HEVC
zh_hans: 导出为 HEVC
zh_hant: 导出为 HEVC

source: Export cancelled.
de: Export abgebrochen.
es: Se canceló la exportación.
fr: Exportation annulée.
it: Esportazione annullata.
ja: 書き出しをキャンセルしました。
ko: 내보내기를 취소했습니다.
pt_br: Exportação cancelada.
zh_hans: 已取消导出。
zh_hant: 已取消导出。

source: Export complete
de: Export abgeschlossen
es: Exportación completada
fr: Exportation terminée
it: Esportazione completata
ja: 書き出し完了
ko: 내보내기 완료
pt_br: Exportação concluída
zh_hans: 导出完成
zh_hant: 导出完成

source: Export photo
de: Foto exportieren
es: Exportar foto
fr: Exporter la photo
it: Esporta foto
ja: 写真を書き出す
ko: 사진 내보내기
pt_br: Exportar foto
zh_hans: 导出照片
zh_hant: 导出照片

source: Export video
de: Video exportieren
es: Exportar video
fr: Exporter la vidéo
it: Esporta video
ja: 動画を書き出す
ko: 비디오 내보내기
pt_br: Exportar vídeo
zh_hans: 导出视频
zh_hant: 导出视频

source: Exporting is a Pro feature. Upgrade to continue.
de: Exportieren ist eine Pro-Funktion. Schalte Pro frei, um fortzufahren.
es: Exportar es una función Pro. Hazte Pro para continuar.
fr: L’exportation est une fonctionnalité Pro. Passez à Pro pour continuer.
it: L'esportazione è una funzione Pro. Passa a Pro per continuare.
ja: 書き出しは Pro の機能です。続けるにはアップグレードしてください。
ko: 내보내기는 Pro 기능입니다. 계속하려면 업그레이드하세요.
pt_br: Exportar é um recurso Pro. Faça upgrade para continuar.
zh_hans: 导出是 Pro 功能。请升级后继续。
zh_hant: 匯出是 Pro 功能。請升級後繼續。

source: Face %@
de: Gesicht %@
es: Rostro %@
fr: Visage %@
it: Volto %@
ja: 顔 %@
ko: 얼굴 %@
pt_br: Rosto %@
zh_hans: 人脸 %@
zh_hant: 人臉 %@

source: Face %lld
de: Gesicht %lld
es: Rostro %lld
fr: Visage %lld
it: Volto %lld
ja: 顔 %lld
ko: 얼굴 %lld
pt_br: Rosto %lld
zh_hans: 人脸 %lld
zh_hant: 人臉 %lld

source: Face Detector
de: Gesichtserkennung
es: Detector de rostros
fr: Détection des visages
it: Rilevamento volti
ja: 顔検出
ko: 얼굴 감지기
pt_br: Detector de Rostos
zh_hans: 人脸检测器
zh_hant: 人脸检测器

source: Face Enhancer
de: Detailverbesserung
es: Mejorador de rostros
fr: Amélioration du visage
it: Miglioramento volto
ja: 顔の高画質化
ko: 얼굴 화질 개선기
pt_br: Aprimorador de Rostos
zh_hans: 人脸增强器
zh_hant: 人脸增强器

source: Face ready.
de: Gesicht bereit.
es: Rostro listo.
fr: Visage prêt.
it: Volto pronto.
ja: 顔の準備ができました。
ko: 얼굴 준비 완료.
pt_br: Rosto pronto.
zh_hans: 人脸已就绪。
zh_hant: 人脸已就绪。
